tap "homebrew/bundle"
tap "hudochenkov/sshpass"
tap "jesseduffield/lazygit"
tap "robscott/tap"
brew "ansible", link: false
brew "argocd"
brew "bat"
brew "glib"
brew "cairo"
brew "chart-testing"
brew "clusterctl"
brew "commitizen"
brew "cookiecutter"
brew "corkscrew"
brew "crane"
brew "docker-credential-helper"
brew "fortio"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "helmfile"
brew "iam-policy-json-to-terraform"
brew "istioctl"
brew "jp"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "kumactl"
brew "kustomize"
brew "kyverno"
brew "mdcat"
brew "mimirtool"
brew "mtr"
brew "podman"
brew "python@3.10"
brew "python@3.9"
brew "tfenv"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "hudochenkov/sshpass/sshpass"
brew "jesseduffield/lazygit/lazygit"
brew "robscott/tap/kube-capacity"
cask "headlamp"
cask "notunes"
cask "tunnelblick"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
