# To uninstall a package and remove it from this Brewfile:
# 1. Remove the line from this file
# 2. Run: brew uninstall <package-name>
# Or run: brew bundle cleanup --force (to remove all packages not in this Brewfile)

tap "common-fate/granted"
tap "grafana/grafana"
tap "hashicorp/tap"
tap "hudochenkov/sshpass"
tap "jesseduffield/lazygit"
tap "robscott/tap"
brew "argocd"
brew "bat"
brew "glib"
brew "cairo"
brew "chart-testing"
brew "commitizen"
brew "corkscrew"
brew "crane"
brew "docker-credential-helper"
brew "fortio"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "helmfile"
brew "iam-policy-json-to-terraform"
brew "istioctl"
brew "jp"
brew "jq"
brew "k9s"
brew "kubectl"
brew "kube-ps1"
brew "kubecolor"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "kyverno"
brew "lsd"
brew "mdcat"
brew "mimirtool"
brew "minikube"
brew "mtr"
brew "node"
brew "podman"
brew "python@3.10"
brew "python@3.9"
brew "shellcheck"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "trufflehog"
brew "clusterctl"
brew "direnv"
brew "gnupg"
brew "granted"
brew "helm-docs"
brew "pinentry-mac"
brew "pulumi"
brew "tree"
brew "watch"
brew "wget"
brew "yamale"
brew "yamllint"
brew "ykman"
brew "ykpers"
brew "yq"
brew "hudochenkov/sshpass/sshpass"
brew "jesseduffield/lazygit/lazygit"
brew "robscott/tap/kube-capacity"
cask "flycut"
cask "notunes"
cask "raycast"
cask "rectangle"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"